Repository: hid-and-run/experiments
Catalog: exploit/roccat/roccat-tools-5.9.0/po/*.po
Languages: de

source: Just give one of -c or -p
de: Geben sie nur eine Option von -c oder -p

source: Just give one of -m, -e, -p, -c, -v, --actual-profile, --actual-cpi
de: Geben sie nur eine Option von -m, -e, -p, -c, -v, --actual-profile, --actual-cpi

source: Just give one of -v
de: Geben sie nur eine Option von -v

source: Just give one of -v, --actual-profile
de: Geben sie nur eine Option von -v, --actual-profile

source: Just give one of -v, --actual-profile, --driver-off, --driver-on, --reset
de: Geben sie nur eine Option von -v, --actual-profile, --driver-off, --driver-on, --reset

source: Just give one of -v, --actual-profile, --driver-off, --driver-on, --reset, --firmware
de: Geben sie nur eine Option von -v, --actual-profile, --driver-off, --driver-on, --reset, --firmware

source: Just give one of -v, --actual-profile, --driver-off, --driver-on, --reset, --firmware, --srom
de: Geben sie nur eine Option von -v, --actual-profile, --driver-off, --driver-on, --reset, --firmware, --srom

source: Just give one of -v, --actual-profile, --reset
de: Geben sie nur eine Option von -v, --actual-profile, --reset

source: Just give one of -v, --actual-profile, --reset, --driver-off, --driver-on, --firmware
de: Geben sie nur eine Option von -v, --actual-profile, --reset, --driver-off, --driver-on, --firmware

source: Just give one of -v, --actual-profile, --reset, --driver-off, --driver-on, --firmware, --srom
de: Geben sie nur eine Option von -v, --actual-profile, --reset, --driver-off, --driver-on, --firmware, --srom

source: Just give one of -v, --driver-off, --driver-on, --reset, --firmware
de: Geben sie nur eine Option von -v, --driver-off, --driver-on, --reset, --firmware

source: Just give one of -v, --game-mode-off, --game-mode-on, --reset
de: Geben sie nur eine Option von -v, --game-mode-off, --game-mode-on, --reset

source: Keep settings?
de: Einstellungen beibehalten?

source: Key
de: Taste

source: Key effect
de: Tasteneffekt

source: Key effect only works when layer effect is off.
de: Tasteneffekt funktioniert nur wenn Layereffekt aus ist.

source: Keys
de: Tasten

source: Kiro Windows profiles
de: Kiro Windows Profile

source: Kone Linux profiles
de: Kone Linux Profile

source: Kone Windows profiles
de: Kone Windows Profile

source: KonePure Windows profiles
de: KonePure Windows Profile

source: KonePureMilitary Windows profiles
de: KonePureMilitary Windows Profile

source: KonePureOptical Windows profiles
de: KonePureOptical Windows Profile

source: KoneXTD Windows profiles
de: KoneXTD Windows Profile

source: KoneXTDOptical Windows profiles
de: KoneXTDOptical Windows Profile

source: Kone[+] Windows profiles
de: Kone[+] Windows Profile

source: Kova2016 Windows profiles
de: Kova2016 Windows Profile

source: Kova[+] Windows profiles
de: Kova[+] Windows Profile

source: LED Macro
de: LED-Makro

source: LED Macro: %s/%s
de: LED-Makro: %s/%s

source: LED volume indicator
de: LED Lautstärkeindikator

source: Left
de: Links

source: Left Smart Cast
de: Linke Smart Cast

source: Left Windows
de: Linke Windows

source: Left alt
de: Linke Alt

source: Left backward
de: Links zurück

source: Left ctrl
de: Linke Strg

source: Left forward
de: Links vorwärts

source: Left handed
de: Linkshändig

source: Left shift
de: Linke Umschalt

source: Left side
de: Linke Seite

source: Left win
de: Linke Win

source: Liability statement
de: Haftungsausschluss

source: Light
de: Licht

source: Light effects
de: Lichteffekte

source: Lights on
de: Lichter an

source: Live record
de: Liveaufnahme

source: Live recording
de: Liveaufnahme

source: Load profile
de: Profil laden

source: Lock
de: Gesperrt

source: Log off
de: Abmelden

source: Low
de: Niedrig

source: Lua Windows profiles
de: Lua Windows Profile

source: Lua script file
de: Lua Skript Datei

source: M keys
de: M-Tasten

source: Macro
de: Makro

source: Macro contains %u actions while device only supports %u actions
de: Makro enthält %u Aktionen, das Gerät unterstützt jedoch nur %u Aktionen

source: Macro execution feedback
de: Makro Ausführungsfeedback

source: Macro is looped which is not supported by hardware.
de: Makro hat Wiederholungen, was von der Hardware nicht unterstützt wird.

source: Macro is too long to fit in hardware.
de: Makro ist zu lange um in die Hardware zu passen.

source: Macro keys
de: Makrotasten

source: Macro play/pause
de: Makro Start/Pause

source: Macro: %s
de: Makro: %s

source: Macro: %s/%s
de: Makro: %s/%s

source: Macros
de: Makros

source: Main
de: Haupt

source: Main Block
de: Hauptblock

source: Main firmware
de: Hauptfirmware

source: Main firmware version
de: Hauptfirmware Version

source: Manual
de: Manuell

source: Media keys
de: Medientasten

source: Media/F keys
de: Medien/F-Tasten

source: Middle
de: Mitte

source: Misc
de: Diverses

source: Mismatching user ids
de: User ID's stimmen nicht überein

source: Mode
de: Modus

source: Move horizontal
de: Horizontal bewegen

source: Move vertical
de: Vertikal bewegen

source: Move!
de: Bewegen!

source: Multicolor cycling
de: Mehrfarbwechsel

source: Multiple %s devices
de: Mehrere %s Geräte

source: Multiple devices present.
de: Mehrere Geräte vorhanden.

source: Mute
de: Stumm

source: Mute master volume
de: Mastervolumen stumm

source: Mute microphone
de: Mikrofon stumm

source: My computer
de: Mein Computer

source: My documents
de: Eigene Dokumente

source: My downloads
de: Eigene Downloads

source: My music
de: Eigene Musik

source: My pictures
de: Eigene Bilder

source: NUMBER
de: NUMMER

source: Network
de: Netzwerk

source: Network settings
de: Netzwerkeinstellungen

source: New calibration data activated
de: Neue Kalibrierdaten aktiviert

source: New tab
de: Neuer Tab

source: New timer
de: Neuer Timer

source: New window
de: Neues Fenster

source: Next
de: Nächster

source: Next track
de: Nächster Titel

source: No %s found
de: Keine %s gefunden

source: No %s found.
de: Keine %s gefunden.

source: No %s was found. - Actions that need the device can't be issued. - Data will only be stored on disk.
de: Es wurde keine %s gefunden. - Aktionen die das Gerät benötigen können nicht durchgeführt werden. - Daten werden nur auf Platte gespeichert.

source: No color flow
de: Kein Farbfluss

source: No device
de: Kein Gerät

source: None
de: Kein

source: Not enough data: %i instead of %i
de: Nicht genug Daten: %i statt %i

source: Notification
de: Benachrichtigung

source: Notifications
de: Benachrichtigungen

source: Notify only on OSD event
de: Nur bei OSD Ereignis benachrichtigen

source: Number of profile that gets activated when no gamefile setting is applied.
de: Nummer des Profils das aktiviert wird wenn keine Spieldateieinstellung angewendet wird.

source: Numpad
de: Ziffernblock

source: Nyth Windows profiles
de: Nyth Windows Profile

source: OSD Profile
de: OSD Profil

source: Off
de: Aus

source: On
de: An

source: On/Off
de: An/Aus

source: Open
de: Öffnen

source: Open driver
de: Treiber öffnen

source: Open player
de: Player öffnen

source: Other
de: Andere

source: Other Easyaim Setting 1
de: Andere Easyaim Einstellung 1

source: Other Easyaim Setting 2
de: Andere Easyaim Einstellung 2

source: Other Easyaim Setting 3
de: Andere Easyaim Einstellung 3

source: Other Easyaim Setting 4
de: Andere Easyaim Einstellung 4

source: Other Easyaim Setting 5
de: Andere Easyaim Einstellung 5

source: Other Easyshift
de: Andere Easyshift

source: Other Easyshift lock
de: Andere Easyshift lock

source: Page down
de: Seite runter

source: Page up
de: Seite hoch

source: Palette color
de: Palettenfarbe

source: Performance monitor
de: Leistungsmonitor

source: Pipe
de: Leitung

source: Plain
de: Einfach

source: Play
de: Wiedergabe

source: Play/Pause
de: Wiedergabe/Pause

source: Player
de: Spieler

source: Playing LED macro %s/%s
de: Spiele LED-Makro %s/%s

source: Please continue to update the firmware now.
de: Bitte fahren sie fort um die Firmware zu aktualisieren.

source: Please don't move your mouse after pressing next
de: Bitte bewegen sie die Maus nicht nachdem sie weiter gedrückt haben

source: Please don't touch the paddle for center calibration.
de: Bitte berühren die den X-Celerator zur Nullpunktkalibrierung nicht.

source: Please enter any complete url with scheme
de: Bitte eine beliebige url, komplett mit Schema, eingeben

source: Please enter new name
de: Bitte neuen Namen eingeben

source: Please hit a key
de: Bitte eine Taste drücken

source: Please keep in mind that you might loose your warranty and neither I nor Roccat take liability if you brick your device by flashing it using my firmware or SROM updater.
de: Bitte beachten sie dass unter Umständen die Garantie erlischt und weder Roccat noch ich übernehmen Haftung wenn ihr Gerät durch meinen Firmware- oder SROMupdater unbrauchbar wird.

source: Please move the mouse continuosly
de: Bitte die Maus kontinuierlich bewegen

source: Please move your mouse in slow circles after pressing next
de: Bitte bewegen Sie Ihre Maus in langsamen Kreisen nachdem Sie weiter gedrückt haben

source: Please push the paddle all the way downwards.
de: Bitte drücken sie den X-Celerator ganz nach unten.

source: Please push the paddle all the way upwards.
de: Bitte drücken sie den X-Celerator ganz nach oben.

source: Please select firmware images that fit your device.
de: Bitte wählen sie Firmwareabbilder die zu ihrem Gerät passen.

source: Please try again.
de: Bitte versuchen sie es erneut.

source: Please unplug and replug your device now.
de: Bitte entfernen sie das Gerät und stecken sie es wieder an.

source: Please wait while the update process is running.
de: Bitte warten sie während der Aktualisierungsprozess läuft.

source: Please wait...
de: Bitte warten...

source: Polling rate
de: Abfragerate

source: Presets
de: Voreinstellungen

source: Press the keys you want to toggle. The keyboard reflects the settings, except the thumbster keys. Remapping and special keys are not supported.
de: Drücken sie die Tasten deren Zustand sie wechseln wollen. Die Tastatur reflektiert die Einstellungen, bis auf Daumentasten. Gewechselte und Spezialtasten werden nicht unterstützt.

source: Prev
de: Vorheriges

source: Previous track
de: Vorheriger Titel

source: Printers
de: Drucker

source: Profile
de: Profil

source: Profile %u
de: Profil %u

source: Profile 1
de: Profil 1

source: Profile 2
de: Profil 2

source: Profile 3
de: Profil 3

source: Profile 4
de: Profil 4

source: Profile 5
de: Profil 5

source: Profile change
de: Profilwechsel

source: Profile cycle
de: Profile rotieren

source: Profile down
de: Profil runter

source: Profile numbers have to be in range [1-5]
de: Profilnummern müssen im Bereich [1-5] sein

source: Profile presets
de: Profil Voreinstellungen

source: Profile up
de: Profil hoch

source: Pulsating
de: Pulsierend

source: Pulsing
de: Pulsend

source: Pyra Windows profiles
de: Pyra Windows Profile

source: Quicklaunch
de: Schnellstart

source: Quicklaunch: %s
de: Schnellstart: %s

source: Random multi
de: Zufällig mehrere

source: Random single
de: Zufällig einzeln

source: Read
de: Lesen

source: Read too small data package: %li instead of %i
de: Habe zu kleines Datenpaket gelesen: %li statt %i

source: Reboot
de: Neustart

source: Refresh
de: Aktualisieren

source: Remap
de: Zuweisen

source: Remove
de: Entfernen

source: Remove profile?
de: Profil entfernen?

source: Rename
de: Umbenennen

source: Report has wrong length, %zu instead of %zu
de: Report hat falsche Länge, %zu statt %zu

source: Reset
de: Zurücksetzen

source: Right
de: Rechts

source: Right Smart Cast
de: Rechte Smart Cast

source: Right Win key
de: Rechte Windows Taste

source: Right Windows
de: Rechte Windows

source: Right alt
de: Rechte Alt

source: Right backward
de: Rechts zurück

source: Right ctrl
de: Rechte Strg

source: Right forward
de: Rechts vorwärts

source: Right handed
de: Rechtshändig

source: Right shift
de: Rechte Umschalt

source: Right side
de: Rechte Seite

source: Right win
de: Rechte Win

source: Rmp unknown chunk size 0x%08x: %s
de: Rmp unbekannter Chunk mit Größe 0x%08x: %s

source: Rmp unknown count 0x%08x {
de: Rmp unbekannte Anzahl 0x%08x {

source: Rmp wrong divider %u %% %lu
de: Rmp falscher Teiler %u %% %lu

source: Roccat Device:
de: Roccat Gerät:

source: Roccat firmware images
de: Roccat Firmwareabbilder

source: Roccat timer files
de: Roccat Timer Dateien

source: Rotate clockwise
de: Rotation im Uhrzeigersinn

source: Rotate counterclockwise
de: Rotation im Gegenuhrzeigersinn

source: Ryos MK Windows profiles
de: Ryos MK Windows Profile

source: Ryos TKL Windows profiles
de: Ryos TKL Windows Profile

source: RyosMKFX Windows profiles
de: RyosMKFX Windows Profile

source: SROM image has wrong size: %zu bytes instead of %zu
de: Sensor ROM hat falsche Größe: %zu Bytes statt %zu

source: SROM update aborted by user.
de: SROM Update von Benutzer abgebrochen.

source: Save profile
de: Profil speichern

source: Savu Windows profiles
de: Savu Windows Profile

source: Screen settings
de: Bildschirmeinstellungen

source: Screensaver
de: Bildschirmschoner

source: Script FX
de: Skript FX

source: Search
de: Suche

source: Seconds
de: Sekunden

source: Select Talk target
de: Talkziel auswählen

source: Select an executable or give a window name. Accepts Pearl compatible regular expressions.
de: Wählen sie eine Anwendung oder geben sie einen Fensternamen an. Akzeptiert Pearl kompatible Reguläre Ausdrücke.

source: Select application
de: Anwendung auswählen

source: Select cpi
de: CPI auswählen

source: Select document
de: Dokument auswählen

source: Select executable
de: Anwendung auswählen

source: Select firmware
de: Firmware auswählen

source: Select firmware image
de: Firmwareabbild auswählen

source: Select folder
de: Ordner auswählen

source: Select script
de: Skript auswählen

source: Select timer
de: Timer auswählen

source: Selected color
de: Ausgewählte Farbe

source: Self
de: Selbst

source: Self Easyshift
de: Selbst Easyshift

source: Sensitivity
de: Empfindlichkeit

source: Sensitivity 0
de: Empfindlichkeit 0

source: Sensitivity 1
de: Empfindlichkeit 1

source: Sensitivity 2
de: Empfindlichkeit 2

source: Sensitivity 3
de: Empfindlichkeit 3

source: Sensitivity 4
de: Empfindlichkeit 4

source: Sensitivity 5
de: Empfindlichkeit 5

source: Sensitivity -1
de: Empfindlichkeit -1

source: Sensitivity -2
de: Empfindlichkeit -2

source: Sensitivity -3
de: Empfindlichkeit -3

source: Sensitivity -4
de: Empfindlichkeit -4

source: Sensitivity -5
de: Empfindlichkeit -5

source: Sensitivity cycle
de: Empfindlichkeit rotieren

source: Sensitivity down
de: Empfindlichkeit runter

source: Sensitivity presets
de: Empfindlichkeit Voreinstellungen

source: Sensitivity up
de: Empfindlichkeit hoch

source: Sensor alignment
de: Sensorausrichtung

source: Sensor register out of range [0-255]
de: Sensorregister ungültig [0-255]

source: Sensor rom updated successfully. Please reconnect device.
de: Sensor ROM Aktualisierung erfolgreich. Bitte Gerät erneut verbinden.

source: Sensor value out of range [0-255]
de: Sensorwert ungültig [0-255]

source: Shift
de: Umschalt

source: Shift+
de: Umschalt+

source: Shift+1
de: Umschalt+1

source: Shift+2
de: Umschalt+2

source: Shift+3
de: Umschalt+3

source: Shift+4
de: Umschalt+4

source: Shift+5
de: Umschalt+5

source: Shortcut
de: Tastaturkürzel

source: Shortcut: %s
de: Tastaturkürzel: %s

source: Shortcuts
de: Tastaturkürzel

source: Shut down
de: Herunterfahren

source: Shutdown
de: Abschalten

source: Side buttons
de: Seitentasten

source: Single color
de: Einzelne Farbe

source: Skeltr Windows profiles
de: Skeltr Windows Profile

source: Sleep
de: Schlafen

source: Software presets
de: Software Voreinstellungen

source: Some functionality might not work with your actual version %s, please update to at least %s.
de: Ein paar Funktionalitäten funktionieren vielleicht nicht mit ihrer aktuellen Version %s, bitte aktualisieren sie auf mindestens %s.

source: Sound settings
de: Soundeinstellungen

source: Sova Windows profiles
de: Sova Windows Profile

source: Starlit sky
de: Sternenhimmel

source: Start calibration
de: Starte Kalibrierung

source: Store all in device
de: Alle in Gerät sichern

source: Success
de: Erfolg

source: Summary
de: Zusammenfassung

source: Suora Windows profiles
de: Suora Windows Profile

source: Surface test
de: Oberflächentest

source: Swaps the left and right mouse buttons and side buttons.
de: Vertauscht die linken und rechten Maustasten und Seitentasten.

source: Swaps the left and right mouse buttons including Smart Cast and side buttons.
de: Vertauscht die linken und rechten Maustasten inklusive Smart Cast und Seitentasten.

source: Syspath:
de: Systempfad:

source: System panel
de: Systemkonsole

source: T keys
de: T-Tasten

source: TCU calibrated to %i
de: TCU kalibriert zu %i

source: TCU calibration
de: TCU Kalibrierung

source: TCU calibration cancelled
de: TCU Kalibrierung unterbrochen

source: TCU calibration closed
de: TCU Kalibrierung geschlossen

source: TCU calibration ended with: %02x %02x
de: TCU Kalibrierung endete mit: %02x %02x

source: Table or integer expected, got %s
de: Tabelle oder Ganzzahl erwartet, bekam %s

source: Themes
de: Themen

source: There is already an active shortcut for key index %u
de: Es gibt bereits ein aktives Tastaturkürzel für Tastenindex %u

source: There is already an instance running
de: Es läuft bereits eine Instanz

source: There is no active shortcut for key index %u
de: Es gibt kein aktives Tastaturkürzel für Tastenindex %u

source: There is unsaved data.
de: Es gibt ungespeicherte Daten.

source: This application can only handle one %s device. Please remove the newly plugged in device.
de: Diese Anwendung kann nur ein %s Gerät behandeln. Bitte entfernen sie das zuletzt eingesteckte Gerät.

source: This key does not allow settings
de: Diese Taste erlaubt keine Einstellungen

source: This key or mode does not support per-key light settings
de: Diese Taste oder Modus unterstützt keine tastenspezifischen Lichteinstellungen

source: This macro is supposed to loop %i times.
de: Dieses Makro soll %i mal ablaufen.

source: This model does not support LED feedback settings
de: Dieses Modell unterstützt keine LED Feedbackeinstellungen

source: This model does not support illumination settings
de: Dieses Modell unterstützt keine Beleuchtungseinstellungen

source: This model does not support light settings
de: Dieses Modell unterstützt keine Lichteinstellungen

source: This model does not support per-key light settings
de: Dieses Modell unterstützt keine tastenspezifischen Lichteinstellungen

source: This resets the device to factory defaults.
de: Dies setzt das Gerät auf Standardeinstellungen zurück.

source: Thumb backward
de: Daumen zurück

source: Thumb forward
de: Daumen vorwärts

source: Thumb pedal
de: Daumenpedal

source: Thumbster keys
de: Daumentasten

source: Tilt left
de: Tilt links

source: Tilt right
de: Tilt rechts

source: Timeout
de: Auszeit

source: Timers
de: Timer

source: To calibrate, you have to keep your hands off your Kone for 5 seconds. Do you want to continue?
de: Um zu kalibrieren müssen sie ihre Hand für 5 Sekunden von der Kone nehmen. Wollen sie fortfahren?

source: Top
de: Oben

source: Top buttons
de: Obere Tasten

source: Tyon Windows profiles
de: Tyon Windows Profile

source: Typewriter
de: Schreibmaschine

source: Typing
de: Schreibmaschine

source: Unknown
de: Unbekannt

source: Unknown SuoraKey %02x %02x %02x %02x at %u
de: Unbekannter Suorakey %02x %02x %02x %02x bei %u

source: Unknown illumination mode %i
de: Unbekannter Beleuchtungsmodus %i

source: Unknown open subtype %i
de: Unbekannter öffnen Untertyp %i

source: Unknown windows subtype %i
de: Unbekannter Windows Untertyp %i

source: Unsupported open subtype %i
de: Nicht unterstützter Untertyp %i

source: Unsupported windows subtype %i
de: Nicht unterstützter Windows Untertyp %i

source: Unused
de: Unbenutzt

source: Up
de: Hoch

source: Updating...
de: Aktualisiere...

source: Use color for all
de: Benutze Farbe für alle

source: VALUE
de: WERT

source: Value
de: Wert

source: Volume
de: Lautstärke

source: Volume down
de: Lautstärke hoch

source: Volume up
de: Lautstärke runter

source: WWW back
de: WWW zurück

source: WWW favorites
de: WWW Favoriten

source: WWW forward
de: WWW vorwärts

source: WWW home
de: WWW Heim

source: WWW refresh
de: WWW Aktualisieren

source: WWW search
de: WWW Suche

source: Wake
de: Aufwachen

source: Wakeup
de: Aufwachen

source: Warning
de: Warnung

source: Wheel
de: Mausrad

source: Wheel down
de: Mausrad runter

source: Wheel up
de: Mausrad hoch

source: Window monitor emits '%s'
de: Fensterüberwachung sendet '%s'

source: Windows function
de: Windowsfunktionen

source: Windows key
de: Windowstaste

source: Write
de: Schreiben

source: Write check returned %u
de: Schreibüberprüfung lieferte %u

source: Wrong return value
de: Falscher Rückgabewert

source: Wrote too small data package: %li instead of %i
de: Habe zu kleines Datenpaket geschrieben: %li statt %i

source: X-Celerator calibration
de: X-Celerator Kalibrierung

source: X-Celerator down
de: X-Celerator runter

source: X-Celerator up
de: X-Celerator hoch

source: XInput Rx down
de: XInput Rx runter

source: XInput Rx up
de: XInput Rx hoch

source: XInput Ry down
de: XInput Ry runter

source: XInput Ry up
de: XInput Ry hoch

source: XInput X down
de: XInput X runter

source: XInput X up
de: XInput X hoch

source: XInput Y down
de: XInput Y runter

source: XInput Y up
de: XInput Y hoch

source: XInput Z down
de: XInput Z runter

source: XInput Z up
de: XInput Z hoch

source: You are about to update a %s.
de: Sie sind dabei eine %s zu aktualisieren.

source: You can calibrate the X-Celerator analog thumb paddle after pressing next
de: Sie können den X-Celerator analogen Daumenschalter kalibrieren indem sie auf weiter drücken

source: You have to give both --firmware and --led-firmware
de: Sie müssen beide --firmare und --led-firmware angeben.

source: You use an old firmware.
de: Sie benutzen eine alte Firmware.

source: activate Windows driver state
de: aktiviere Windows Treiberstatus

source: activate game mode
de: aktiviere Spielmodus

source: activate profile NAME
de: aktiviere Profil NAME

source: activate profile NUMBER
de: aktiviere Profil NUMMER

source: activate rmp from FILENAME
de: aktiviere rmp-Datei DATEINAME

source: after
de: nach

source: calibrate and activate TCU
de: kalibriere und aktiviere TCU

source: deactivate Windows driver state
de: deaktiviere Windows Treiberstatus

source: deactivate game mode
de: deaktiviere Spielmodus

source: general
de: Allgemein

source: load profile NUMBER
de: lade Profil NUMMER

source: print actual CPI
de: aktuelle CPI anzeigen

source: print actual profile
de: aktuelles Profil anzeigen

source: print config path
de: Konfigurationspfad anzeigen

source: print informative messages
de: informative Nachrichten anzeigen

source: print path in sysfs
de: Pfad in sysfs anzeigen

source: print profile path
de: Profilpfad anzeigen

source: print version
de: Version anzeigen

source: read fast-clip weight
de: lese fast-clip Gewicht

source: read firmware version
de: lese Firmwareversion

source: read from rkp-file FILENAME
de: lese rkp-Datei DATEINAME

source: read from rmp-file FILENAME
de: lese rmp-Datei DATEINAME

source: read value from sensor register
de: lese Wert von Sensorregister

source: reset to factory defaults
de: zurücksetzen auf Standardeinstellungen

source: save as profile NUMBER
de: sichere als Profil NUMMER

source: set NUMBER as default profile
de: setze NUMMER als Standardprofil

source: update firmware with FILENAME
de: aktualisiere Firmware mit DATEINAME

source: update led firmware with FILENAME
de: aktualisiere LED Firmware mit DATEINAME
