Repository: hid-and-run/experiments
Catalog: exploit/roccat/roccat-tools-5.9.0/po/*.po
Languages: de

source: %s configuration - %s connected
de: %s Konfiguration - %s angeschlossen

source: %s is sleeping
de: %s schläft

source: %s woke up
de: %s ist aufgewacht

source: (%s:%li): cmdline has 0 length
de: (%s:%li): Kommandozeile hat Länge 0

source: (Re)calibrate
de: (Re)kalibrierung

source: *Any keyboard
de: *Irgendeine Tastatur

source: *Any mouse
de: *Irgendeine Maus

source: *Calculator
de: *Rechner

source: *Document
de: *Dokument

source: *Double click
de: *Doppelklick

source: *Folder
de: *Ordner

source: *Folder presets
de: *Ordner vorgaben

source: *Left ctrl
de: *Linke Strg

source: *Left shift
de: *Linke Umschalt

source: *Open driver
de: *Treiber öffnen

source: *Other
de: *Andere

source: *Other Easyaim Setting 1
de: *Andere Easyshift Einstellung 1

source: *Other Easyaim Setting 2
de: *Andere Easyshift Einstellung 2

source: *Other Easyaim Setting 3
de: *Andere Easyshift Einstellung 3

source: *Other Easyaim Setting 4
de: *Andere Easyshift Einstellung 4

source: *Other Easyaim Setting 5
de: *Andere Easyshift Einstellung 5

source: *Other Easyshift
de: *Andere Easyshift

source: *Other Easyshift lock
de: *Andere Easyshift lock

source: *Profile
de: *Profil

source: *Profile cycle
de: *Profil rotieren

source: *Profile down
de: *Profil runter

source: *Profile up
de: *Profil hoch

source: *Quicklaunch
de: *Schnellstart

source: *Right alt
de: *Rechte Alt

source: *Software presets
de: *Software Voreinstellungen

source: *Windows key
de: *Windowstaste

source: - controls extended capabilities of Roccat %s keyboards
de: - kontrolliert erweiterte Fähigkeiten von Roccat %s Tastaturen

source: - controls extended capabilities of Roccat %s mice
de: - kontrolliert erweiterte Fähigkeiten von Roccat %s Mäusen

source: - handles extended capabilities of Roccat devices
de: - bearbeitet erweiterte Fähigkeiten von Roccat Geräten

source: -r and -l are mutual exclusive
de: -r und -l schließen sich aus

source: <b>Actual version</b>
de: <b>Aktuelle Version</b>

source: <b>File</b>
de: <b>Datei</b>

source: <b>Filename</b>
de: <b>Dateiname</b>

source: <b>MD5-Sum</b>
de: <b>MD5-Summe</b>

source: <b>Please do not unplug the device or power down your computer while the update process is running.</b>
de: <b>Bitte entfernen sie das Gerät nicht und fahren sie den Computer nicht herunter während der Aktualisierungsprozess läuft.</b>

source: <b>Progress</b>
de: <b>Fortschritt</b>

source: Active
de: Aktiv

source: Actual profile
de: Aktuelles Profil

source: Add
de: Hinzufügen

source: Add profile
de: Profil hinzufügen

source: Adjust game mode on startup
de: Setze Spielmodus beim Starten

source: Admin panel
de: Adminkonsole

source: Advanced functions
de: Erweiterte Funktionen

source: All
de: Alle

source: All OK
de: Alles OK

source: All files
de: Alle Dateien

source: All keys
de: Alle Tasten

source: All lights off
de: Alle Lichter aus

source: All lights on
de: Alle Lichter an

source: All lights simultaneously
de: Alle Lichter gleichzeitig

source: Application
de: Anwendung

source: Application to edit Roccat timers
de: Anwendung um Roccat Timer zu editieren

source: Application to manipulate profiles and settings of Roccat %s devices
de: Anwendung um Profile und Einstellungen von Roccat %s Geräten zu manipulieren

source: Application: %s
de: Anwendung: %s

source: Applications
de: Anwendungen

source: Arrows
de: Pfeile

source: Arvo Linux profiles
de: Arvo Linux Profile

source: Arvo Windows profiles
de: Arvo Windows Profile

source: As this is not supported by this device, the macro will be executed only once.
de: Da dieses Gerät dies nicht unterstützt wird das Makro nur einmal ausgeführt.

source: Assign a shortcut
de: Tastaturkürzel zuweisen

source: Atom %s is not available on this display
de: Atom %s ist auf dieser Anzeige nicht verfügbar

source: Automatic
de: Automatisch

source: Average pixel value
de: Mittlerer Pixelwert

source: Back
de: Zurück

source: Backward
de: Rückwärts

source: Basic functions
de: Basisfunktionen

source: Blink only works when layer effect is off.
de: Blinken funktioniert nur wenn Layereffekt aus ist.

source: Blinking
de: Blinkend

source: Both
de: Beide

source: Both Easyshift
de: Beide Easyshift

source: Bottom
de: Boden

source: Breathing
de: Atmend

source: Brightness
de: Helligkeit

source: Button
de: Maustaste

source: Button 1 (Click)
de: Maustaste 1 (Click)

source: Button 2 (Universal scrolling)
de: Maustaste 2 (Universeller Bildlauf)

source: Button 3 (Menu)
de: Maustaste 3 (Menü)

source: Button 4 (Scroll up)
de: Maustaste 4 (Bildlauf hoch)

source: Button 5 (Scroll down)
de: Maustaste 5 (Bildlauf runter)

source: Button 6 (Tilt left)
de: Maustaste 6 (Tilt links)

source: Button 7 (Tilt right)
de: Maustaste 7 (Tilt rechts)

source: Button 8 (Browser backward)
de: Maustaste 8 (Browser rückwärts)

source: Button 9 (Browser forward)
de: Maustaste 9 (Browser vorwärts)

source: Buttons
de: Maustasten

source: CPI cycle
de: CPI rotieren

source: CPI down
de: CPI runter

source: CPI switcher
de: CPI Wechsler

source: CPI up
de: CPI hoch

source: Calculator
de: Rechner

source: Calibration
de: Kalibrierung

source: Calibration data discarded
de: Kalibrierdaten verworfen

source: Calibration was aborted on user request.
de: Kalibrierung wurde durch Benutzer abgebrochen.

source: Cancelling LED macro %s/%s
de: Breche LED-Makro %s/%s ab

source: Caps lock
de: Feststelltaste

source: Caps lock can not be of type 0x%02x
de: Feststelltaste kann nicht von Typ 0x%02x sein

source: Caps lock key
de: Feststelltaste

source: Choose color
de: Farbe auswählen

source: Choose file
de: Datei auswählen

source: Click
de: Klick

source: Color
de: Farbe

source: Color flow
de: Farbfluss

source: Color value %d is out of range [0-255]
de: Farbwert %d ist ungültig [0-255]

source: Colors
de: Farben

source: Command line
de: Kommandozeile

source: Continue?
de: Weiter?

source: Control panel
de: Kontrollkonsole

source: Could not access sensor data
de: Konnte nicht auf Sensordaten zugreifen

source: Could not activate Talk FX: %s
de: Konnte Talk FX nicht aktivieren: %s

source: Could not activate driver state: %s
de: Konnte Treiberstatus nicht aktivieren: %s

source: Could not activate easyaim: %s
de: Konnte Easyaim nicht aktivieren: %s

source: Could not activate easyshift lock: %s
de: Konnte Easyshift lock nicht aktivieren: %s

source: Could not activate easyshift: %s
de: Konnte Easyshift nicht aktivieren: %s

source: Could not activate game mode: %s
de: Konnte Spielmodus nicht aktivieren: %s

source: Could not activate profile
de: Konnte Profil nicht aktivieren

source: Could not activate profile %i: %s
de: Konnte Profil %i nicht aktivieren: %s

source: Could not activate profile %s: %s
de: Konnte Profil %s nicht aktivieren: %s

source: Could not activate/deactivate effect: %s
de: Konnte Effect nicht aktivieren/deaktivieren: %s

source: Could not add event watch
de: Konnte Ereignisüberwachung nicht hinzufügen

source: Could not calibrate
de: Konnte nicht kalibrieren

source: Could not calibrate TCU: %s
de: Konnte TCU nicht kalibrieren: %s

source: Could not call dbus: %s
de: Konnte dbus nicht aufrufen: %s

source: Could not close file %s: %s
de: Konnte Datei %s nicht schließen: %s

source: Could not close pipe: %s
de: Konnte Pipe nicht schließen: %s

source: Could not convert macro
de: Konnte Makro nicht konvertieren

source: Could not convert profile
de: Konnte Profil nicht konvertieren

source: Could not convert rkp
de: Konnte Rkp nicht konvertieren

source: Could not correct driver state: %s
de: Konnte Treiberstatus nicht korrigieren: %s

source: Could not create LED macro thread: %s
de: Konnte LED Makro Thread nicht erzeugen: %s

source: Could not create Lua interpreter
de: Konnte Lua Interpreter nicht erzeugen

source: Could not create default rkp: %s
de: Konnte Standard-rkp nicht erstellen: %s

source: Could not create default rmp: %s
de: Konnte Standard-rmp nicht erstellen: %s

source: Could not create directory: %s
de: Konnte Verzeichnis nicht erstellen: %s

source: Could not create effect thread: %s
de: Konnte Effekt Thread nicht erzeugen: %s

source: Could not deactivate Talk FX: %s
de: Konnte Talk FX nicht deaktivieren: %s

source: Could not deactivate driver state: %s
de: Konnte Treiberstatus nicht deaktivieren: %s

source: Could not deactivate game mode: %s
de: Konnte Spielmodus nicht deaktivieren: %s

source: Could not deinit custom mode: %s
de: Konnte custom mode nicht Deinitialisieren: %s

source: Could not deinit effect: %s
de: Konnte Effekt nicht deinitialisieren: %s

source: Could not deinit input event handling: %s
de: Konnte Eingabeereignisverarbeitung nicht deinitialisieren: %s

source: Could not execute %s %s: %s
de: Konnte %s %s nicht ausführen: %s

source: Could not export timer: %s
de: Konnte Timer nicht exportieren: %s

source: Could not export timers
de: Konnte Timer nicht exportieren

source: Could not find talk info for hid 0x%02x
de: Konnte keine Talk Information für hid 0x%02x finden

source: Could not fork %s
de: Konnte %s nicht forken

source: Could not get active light layer: %s
de: Konnte aktiven Lichtlayer nicht erhalten: %s

source: Could not get dbus: %s
de: Konnte dbus nicht erhalten: %s

source: Could not get default folder %s: %s
de: Konnte Standardordner %s nicht erhalten: %s

source: Could not get default value for key '%s': %s
de: Konnte Standardwert für Schlüssel '%s' nicht erhalten: %s

source: Could not get interface number
de: Konnte Interfacenummer nicht erhalten

source: Could not get timer names: %s
de: Konnte Timernamen nicht erhalten: %s

source: Could not get value for key '%s': %s
de: Konnte Wert für Schlüssel '%s' nicht erhalten: %s

source: Could not import timers
de: Konnte Timer nicht importieren

source: Could not init custom mode
de: Konnte custom mode nicht Initialisieren

source: Could not init custom mode: %s
de: Konnte custom mode nicht Initialisieren: %s

source: Could not init effect: %s
de: Konnte Effekt nicht initialisieren: %s

source: Could not init input event handling: %s
de: Konnte Eingabeereignisverarbeitung nicht initialisieren: %s

source: Could not issue ioctl HIDIOCGFEATURE: %s
de: Konnte ioctl HIDIOCGFEATURE nicht ausführen: %s

source: Could not issue ioctl HIDIOCSFEATURE: %s
de: Konnte ioctl HIDIOCSFEATURE nicht ausführen: %s

source: Could not load filesystem data for profile
de: Konnte Dateisystemdaten für Profil nicht laden

source: Could not load filesystem data for profile %i: %s
de: Konnte Dateisystemdaten für Profil %i nicht laden: %s

source: Could not load filesystem data for profile: %s
de: Konnte Dateisystemdaten für Profil nicht laden: %s

source: Could not load hardware data for profile
de: Konnte Hardwaredaten für Profil nicht laden

source: Could not load hardware data for profile %i: %s
de: Konnte Hardwaredaten für Profil %i nicht laden: %s

source: Could not load hardware data for profile: %s
de: Konnte Hardwaredaten für Profil nicht laden: %s

source: Could not load profile
de: Konnte Profil nicht laden

source: Could not load profile %i: %s
de: Konnte Profil %i nicht laden: %s

source: Could not load profile data: %s
de: Konnte Profildaten nicht laden: %s

source: Could not load timers: %s
de: Konnte Timer nicht laden: %s

source: Could not open file %s: %s
de: Konnte Datei %s nicht öffnen: %s

source: Could not open pipe: %s
de: Konnte Pipe nicht öffnen: %s

source: Could not open url %s
de: Konnte URL %s nicht öffnen

source: Could not parse options: %s
de: Konnte Optionen nicht auswerten: %s

source: Could not print actual CPI: %s
de: Konnte aktuelle CPI nicht anzeigen: %s

source: Could not print actual profile: %s
de: Konnte aktuelles Profil nicht anzeigen: %s

source: Could not print firmware version: %s
de: Konnte Firmwareversion nicht anzeigen: %s

source: Could not print weight: %s
de: Konnte Gewicht nicht anzeigen: %s

source: Could not read actual profile
de: Konnte aktuelles Profil nicht lesen

source: Could not read actual profile: %s
de: Konnte aktuelles Profil nicht lesen: %s

source: Could not read firmware image
de: Konnte Firmwareabbild nicht lesen

source: Could not read firmware version
de: Konnte Firmwareversion nicht lesen

source: Could not read hardware profile data
de: Konnte Hardware Profildaten nicht lesen

source: Could not read informations
de: Konnte Informationen nicht lesen

source: Could not read informations: %s
de: Konnte Informationen nicht lesen: %s

source: Could not read interrupt data: %s
de: Konnte Interruptdaten nicht lesen: %s

source: Could not read io_channel
de: Konnte IO-Kanal nicht lesen

source: Could not read io_channel: %s
de: Konnte IO-Kanal nicht lesen: %s

source: Could not read profile data: %s
de: Konnte Profildaten nicht lesen: %s

source: Could not read profile: %s
de: Konnte Profil nicht lesen: %s

source: Could not read rkp %s: %s
de: Konnte rkp %s nicht lesen: %s

source: Could not read rkp: %s
de: Konnte rkp nicht lesen: %s

source: Could not read rmp %s: %s
de: Konnte rmp %s nicht lesen: %s

source: Could not read rmp: %s
de: Konnte rmp nicht lesen: %s

source: Could not read sensor register
de: Konnte Sensorregister nicht lesen

source: Could not read sensor register: %s
de: Konnte Sensorregister nicht lesen: %s

source: Could not read version info
de: Konnte Versionsinformationen nicht lesen

source: Could not register dbus service: %s
de: Konnte dbus Service nicht registrieren: %s

source: Could not remove file %1$s: %2$s
de: Konnte Datei %1$s nicht entfernen: %2$s

source: Could not reset device
de: Konnte Gerät nicht zurücksetzen

source: Could not reset device: %s
de: Konnte Gerät nicht zurücksetzen: %s

source: Could not run Lua script %s: %s
de: Konnte Lua Skript %s nicht ausführen: %s

source: Could not save configuration
de: Konnte Konfiguration nicht speichern

source: Could not save profile
de: Konnte Profil nicht speichern

source: Could not save profile %i: %s
de: Konnte Profil %i nicht speichern: %s

source: Could not save profile information
de: Konnte Profilinformationen nicht lesen

source: Could not save profile: %s
de: Konnte Profil nicht speichern: %s

source: Could not save timers
de: Konnte Timer nicht speichern

source: Could not save unsaved data
de: Konnte ungespeicherte Daten nicht speichern

source: Could not seek to file end: %s
de: Konnte nicht zu Dateiende wechseln: %s

source: Could not set TCU data
de: Konnte TCU Daten nicht setzen

source: Could not set default profile: %s
de: Konnte Standardprofil nicht setzen: %s

source: Could not set profile: %s
de: Konnte Profil nicht setzen: %s

source: Could not start calibration process
de: Konnte Kalibrierprozess nicht starten

source: Could not start chardev eventhandler: %s
de: Konnte chardev Ereignishandler nicht starten: %s

source: Could not start hidraw eventhandler: %s
de: Konnte hidraw Ereignishandler nicht starten: %s

source: Could not start special eventhandler: %s
de: Konnte Spezialeventhandler nicht starten: %s

source: Could not start typing eventhandler: %s
de: Konnte Tippeventhandler nicht starten: %s

source: Could not start window monitor: No display
de: Konnte Fensterüberwachung nicht starten: Keine Anzeige

source: Could not store gaminggear macro: %s
de: Konnte gaminggear Makro nicht speichern: %s

source: Could not update firmware: %s
de: Konnte Firmware nicht aktualisieren: %s

source: Could not update sensor rom: %s
de: Konnte Sensor ROM nicht aktualisieren: %s

source: Could not write custom lights: %s
de: Konnte custom Lichter nicht schreiben: %s

source: Could not write file %s: %s
de: Konnte Datei %s nicht schreiben: %s

source: Could not write file %s: partial write (%zi instead of %zu)
de: Konnte Datei %s nicht schreiben: unvollständig geschrieben (%zi statt %zu)

source: Could not write firmware data
de: Konnte Firmwaredaten nicht schreiben

source: Could not write interrupt data: %s
de: Konnte Interruptdaten nicht schreiben: %s

source: Could not write rkp %s: %s
de: Konnte rkp %s nicht schreiben: %s

source: Could not write rmp %s: %s
de: Konnte rmp %s nicht schreiben: %s

source: Could not write sensor register
de: Konnte Sensorregister nicht schreiben

source: Could not write sensor register: %s
de: Konnte Sensorregister nicht schreiben: %s

source: Ctrl
de: Strg

source: Ctrl+
de: Strg+

source: Ctrl+1
de: Strg+1

source: Ctrl+2
de: Strg+2

source: Ctrl+3
de: Strg+3

source: Ctrl+4
de: Strg+4

source: Ctrl+5
de: Strg+5

source: Custom
de: Spezifisch

source: Custom color
de: Spezifische Farbe

source: DInput X down
de: DInput X runter

source: DInput X up
de: DInput X hoch

source: DInput Y down
de: DInput Y runter

source: DInput Y up
de: DInput Y hoch

source: DInput Z down
de: DInput Z runter

source: DInput Z up
de: DInput Z hoch

source: Data has wrong length, %zu instead of %zu
de: Daten haben falsche Länge, %zu statt %zu

source: Date & time
de: Datum und Zeit

source: Default profile
de: Standardprofil

source: Delay
de: Verzögerung

source: Device
de: Gerät

source: Device does not respond
de: Gerät reagiert nicht

source: Device info
de: Geräteinformation

source: Did not start window monitor: Scan interval not > 0
de: Fensterüberwachung nicht gestartet: Intervall nicht > 0

source: Dimness
de: Dunkelheit

source: DirectX diagnosis
de: DirectX Diagnose

source: Disabled
de: Deaktiviert

source: Do you really want to remove this profile?
de: Wollen sie dieses Profil wirklich entfernen?

source: Do you want to continue?
de: Wollen sie fortfahren?

source: Do you want to keep this settings?
de: Wollen sie diese Einstellungen behalten?

source: Do you want to save?
de: Wollen sie speichern?

source: Document
de: Dokument

source: Document: %s
de: Dokument: %s

source: Done.
de: Erledigt.

source: Double click
de: Doppelklick

source: Down
de: Runter

source: Driver
de: Treiber

source: Easyaim Custom
de: Easyaim spezifisch

source: Easyaim Setting 1
de: Easyaim Einstellung 1

source: Easyaim Setting 2
de: Easyaim Einstellung 2

source: Easyaim Setting 3
de: Easyaim Einstellung 3

source: Easyaim Setting 4
de: Easyaim Einstellung 4

source: Easyaim Setting 5
de: Easyaim Einstellung 5

source: Easywheel Profile
de: Easywheel Profil

source: Easywheel Sensitivity
de: Easywheel Empfindlichkeit

source: Easywheel Volume
de: Easywheel Lautstärke

source: Easyzone keys
de: Easyzonetasten

source: Easyzone/Thumbster keys
de: Easyzone/Daumentasten

source: Edit
de: Bearbeiten

source: Edit layer illumination
de: Layerbeleuchtung bearbeiten

source: Edit preferences
de: Einstellungen bearbeiten

source: Edit timers
de: Timer bearbeiten

source: Effect
de: Effekt

source: Effect speed
de: Effektgeschwindigkeit

source: Emulate light effects
de: Emuliere Lichteffekte

source: Enabled keys
de: Aktivierte Tasten

source: End
de: Ende

source: End of file
de: Ende der Datei

source: Enter key
de: Entertaste

source: Enter new name
de: Neuen Namen eingeben

source: Event light effects
de: Ereignis Lichteffekte

source: Event monitor
de: Ereignismonitor

source: Eventhandler datafile has wrong size: %zu instead of %zu
de: Eventhandler Datendatei hat falsche Größe: %zu statt %zu

source: Expected table, got %s
de: Erwartete Tabelle, bekam %s

source: Export Roccat timers
de: Exportiere Roccat Timer

source: Extra low
de: Extra niedrig

source: F keys
de: F-Tasten

source: FILENAME
de: DATEINAME

source: Fade
de: Ausblenden

source: Failure
de: Fehlschlag

source: Fall asleep
de: Einschlafen

source: Fast-clip weight
de: Fast-clip Gewicht

source: Favorites
de: Favoriten

source: File
de: Datei

source: Fin left
de: Fin links

source: Fin right
de: Fin rechts

source: Finish
de: Ende

source: Finished
de: Beendet

source: Finished LED macro %s/%s
de: Beendete LED-Makro %s/%s

source: Finished!
de: Beendet!

source: Firmware image has wrong size: %zu bytes instead of %zu
de: Firmwareabbild hat falsche Größe: %zu Bytes statt %zu

source: Firmware update
de: Firmwareaktualisierung

source: Firmware update aborted by user.
de: Firmwareaktualisierung von Benutzer abgebrochen.

source: Firmware update failed!
de: Firmwareaktualisierung fehlgeschlagen!

source: Firmware update finish step: Catching errno %i: %s
de: Firmwareaktualisierung Beendigungsschritt: Fange errno %i: %s

source: Firmware update successful!
de: Firmwareaktualisierung erfolgreich!

source: Firmware updated successfully. Please reconnect device.
de: Firmwareaktualisierung erfolgreich. Bitte Gerät erneut verbinden.

source: Fixed color
de: Feste Farbe

source: Flickering
de: Flackern

source: Flow direction down
de: Fluss abwärts

source: Flow direction left
de: Fluss links

source: Flow direction right
de: Fluss rechts

source: Flow direction up
de: Fluss hoch

source: Folder
de: Ordner

source: Folder presets
de: Ordner vorgaben

source: Folder: %s
de: Ordner: %s

source: Fonts
de: Schriftarten

source: Forking %s
de: Forke %s

source: Forward
de: Vorwärts

source: Frame capture nr. %i median = %i
de: Bildaufnahme Nr. %i Mittelwert = %i

source: Fully lighted
de: Voll beleuchtet

source: Function
de: Funktion

source: Function key 0x%02x can not be of type 0x%02x
de: Funktionstaste 0x%02x kann nicht von Typ 0x%02x sein

source: Function keys
de: Funktionstasten

source: Game mode keys
de: Spielmodustasten

source: Gamefile
de: Spieldatei

source: Gamefiles
de: Spieldateien

source: Gaming mode
de: Spielmodus

source: General
de: Allgemein

source: Got critical status
de: Bekam kritischen Status

source: Got invalid status
de: Bekam ungültigen Status

source: Got unknown Talk event type 0x%02x
de: Bekam unbekannten Talk Ereignistyp 0x%02x

source: Got unknown Talk type 0x%02x
de: Bekam unbekannten Talk Typ 0x%02x

source: Got unknown action %i
de: Bekam unbekannte Aktion %i

source: Got unknown color flag %i
de: Bekam unbekanntes Farbflag %i

source: Got unknown error
de: Bekam unbekannten Fehler

source: Got unknown event type 0x%02x
de: Bekam unbekannten Ereignistyp 0x%02x

source: Got unknown event: %s
de: Bekam unbekanntes Ereignis: %s

source: Got unknown key type 0x%x
de: Bekam unbekannten Tastentyp 0x%x

source: Got unknown light type %i
de: Bekam unbekannten Lichttyp %i

source: Got unknown live recording event 0x%02x
de: Bekam unbekanntes Liveaufnahme Ereignis 0x%02x

source: Got unknown multimedia event type 0x%02x
de: Bekam unbekanntes Multimedia Ereignistyp 0x%02x

source: Got unknown notification type %i
de: Bekam unbekannten Benachrichtigungstyp %i

source: Got unknown talk index for hid 0x%02x
de: Bekam unbekannten Talk Index für HID 0x%02x

source: Handedness
de: Händigkeit

source: Heartbeat
de: Herzschlag

source: Heatmap
de: Hitzekarte

source: Help
de: Hilfe

source: High
de: Hoch

source: Home
de: Heim

source: Identifier:
de: Identifikator:

source: If --sensor-read or --sensor-write is given, --sensor-register is needed
de: Wenn --sensor-read oder --sensor-write gegeben ist, ist auch --sensor-register notwendig

source: If -r or -l is given, -w or -s is needed
de: Wenn -r oder -l gegeben ist, ist auch -w oder -s notwendig

source: Ignoring already existing timer %s
de: Ignoriere bereits existierenden Timer %s

source: Illumination
de: Beleuchtung

source: Import Roccat timers
de: Importiere Roccat Timer

source: Impulse
de: Impuls

source: Initiate update
de: Aktualisierung initiieren

source: Interfaces:
de: Schnittstellen:

source: Internet settings
de: Interneteinstellungen

source: Ioctl HIDIOCGFEATURE is not implemented
de: Ioctl HIDIOCGFEATURE ist nicht implementiert

source: Ioctl HIDIOCSFEATURE is not implemented
de: Ioctl HIDIOCSFEATURE ist nicht implementiert

source: Ioctl reported unsupported event size %i
de: Ioctl meldete nicht unterstützte Eventgröße %i

source: Isku Windows profiles
de: Isku Windows Profile

source: IskuFX Windows profiles
de: IskuFX Windows Profile

source: It will be executed by software.
de: Es wird von Software ausgeführt.
