Repository: hid-and-run/experiments
Catalog: exploit/roccat/roccat-tools-5.9.0/po/*.po
Languages: de

source: update sensor rom with FILENAME
de: aktualisiere Sensor ROM mit DATEINAME

source: write VALUE to sensor register
de: schreibe WERT in Sensorregister

source: write to rkp-file FILENAME
de: schreibe rkp-Datei DATEINAME

source: write to rmp-file FILENAME
de: schreibe rmp-Datei DATEINAME
